Repository: lhf-Philip/ai-accounting-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

# 正在開啟帳目資料…
source: Opening account data…
ja: 帳簿データを開いています…
zh_hans: 正在打开账目数据…

# 資料復原
source: Data Recovery
ja: データの復旧
zh_hans: 数据恢复

# 準備匯出備份
source: Prepare Backup Export
ja: バックアップの出力を準備
zh_hans: 准备导出备份

# 分享備份檔
source: Share Backup File
ja: バックアップファイルを共有
zh_hans: 分享备份文件

# 這是資料庫快照，須經檢查後才能還原。
source: This database snapshot must be checked before restoration.
ja: このデータベースのスナップショットは復元前に確認が必要です。
zh_hans: 这是数据库快照，须经检查后才能还原。

# 遷移前備份
source: Pre-migration Backup
ja: 移行前のバックアップ
zh_hans: 迁移前备份

# 匯出診斷
source: Export Diagnostics
ja: 診断情報を出力
zh_hans: 导出诊断

# 診斷資料
source: Diagnostics
ja: 診断情報
zh_hans: 诊断数据

# 重試開啟
source: Retry Opening
ja: 再試行
zh_hans: 重试打开

# 帳目資料尚未開啟。你可以重試，或匯出診斷與已有的備份以便排查。
source: Account data has not been opened. Retry or export diagnostics and an existing backup for troubleshooting.
ja: 帳簿データはまだ開かれていません。再試行するか、診断情報と既存のバックアップを出力して問題を調べてください。
zh_hans: 账目数据尚未打开。你可以重试，或导出诊断与已有的备份以便排查。

# 無法開啟帳目資料
source: Cannot open account data
ja: 帳簿データを開けません
zh_hans: 无法打开账目数据

# 無法建立遷移前備份
source: Cannot create a pre-migration backup
ja: 移行前のバックアップを作成できません
zh_hans: 无法创建迁移前备份

# 無法存取資料資料夾
source: Cannot access the data folder
ja: データフォルダにアクセスできません
zh_hans: 无法访问数据文件夹

source: %@ · 每 %lld 次 · 下次 %@
ja: %@ · %lld回ごと · 次回 %@

source: %@ 的時間線
ja: %@ のタイムライン
zh_hans: %@ 的时间线

source: %@已記錄 %lld 筆收入/支出
ja: %@には収入/支出の記録が%lld件あります
zh_hans: %@已记录 %lld 筆收入/支出

source: %@重點（%@）
ja: %@のハイライト（%@）
zh_hans: %@重点（%@）

source: %lld bytes
ja: %lldバイト

source: %lld 位對象，總額 %@
ja: %lld人、合計%@
zh_hans: %lld 位对象，总额 %@

source: %lld 筆
ja: %lld件
zh_hans: %lld 笔

source: ✅ 已開啟
ja: ✅ すでにオンになっています
zh_hans: ✅ 已开启

source: 0 (可留空)
ja: 0（空欄可）

source: 1. %@ 將增加 %@ %@ (資產)
ja: 1. %1$@ により %2$@ %3$@ (資産) が増加します
zh_hans: 1. %1$@ 将增加 %2$@ %3$@ (资产)

source: 1. %@ 將減少 %@ %@ (資產)
ja: 1. %1$@ は %2$@ %3$@ (資産) によって削減されます
zh_hans: 1. %1$@ 将减少 %2$@ %3$@ (资产)

source: 2. %@ 將增加 %@ %@ (負債)
ja: 2. %1$@ により %2$@ %3$@ (負債) が増加します
zh_hans: 2. %1$@ 将增加 %2$@ %3$@ (负债)

source: 2. %@ 將減少 %@ %@ (負債)
ja: 2. %1$@ は %2$@ %3$@ (負債) を減少させます
zh_hans: 2. %1$@ 将减少 %2$@ %3$@ (负债)

source: AI 分析中...
ja: AI解析中...

source: AI 只會建議支出分類的本月預算，收入資料只作參考。
ja: AIは支出カテゴリの今月予算のみを提案します。収入データは参考情報としてのみ使われます。
zh_hans: AI 只会建議支出分类的本月预算，收入资料只作參考。

source: AI 建議預算
ja: AI予算提案
zh_hans: AI 建議预算

source: AI 識別結果 (請確認)
ja: AI認識結果（ご確認ください）
zh_hans: AI 识别结果 (请确认)

source: AI 預算建議失敗
ja: AI予算提案に失敗しました
zh_hans: AI 预算建議失敗

source: App 有效期
ja: アプリの有効期間

source: Build
ja: ビルド

source: Bundle 時間
ja: バンドル時刻
zh_hans: Bundle 时间

source: Emoji
ja: 絵文字
zh_hans: 表情符号

source: Gemini API Key
ja: Gemini API キー
zh_hans: 双子座 API 密钥

source: Gemini API Key（可選）
ja: Gemini APIキー（任意）
zh_hans: Gemini API Key（可选）

source: HTTP 連線不安全
ja: HTTP 接続は安全ではありません
zh_hans: HTTP 连接不安全

source: WebDAV 密碼
ja: WebDAVパスワード
zh_hans: WebDAV 密码

source: WebDAV 連線
ja: WebDAV接続
zh_hans: WebDAV 连线

source: WebDAV 遠端備份
ja: WebDAVリモートバックアップ
zh_hans: WebDAV 远端备份

source: 一個畫面掌握收支、轉帳、借貸與代墊。
ja: 収支、振替、貸借、立替を1画面で確認できます。
zh_hans: 一个畫面掌握收支、转账、借贷与代墊。

source: 一定包含
ja: 必ず含める

source: 一般帳戶
ja: 一般会計
zh_hans: 一般帐户

source: 上傳 JSON 備份（可選）
ja: JSONバックアップをアップロード（任意）
zh_hans: 上傳 JSON 备份（可选）

source: 上傳或拍攝單據
ja: 書類のアップロードまたは写真の撮影
zh_hans: 上传或拍摄单据

source: 上傳會使用 AES-GCM 加密，檔案副檔名為 .aibackup。
ja: アップロードは AES-GCM で暗号化され、拡張子は .aibackup になります。
zh_hans: 上传会使用 AES-GCM 加密，文件扩展名为 .aibackup。

source: 上傳未加密備份？
ja: 暗号化されていないバックアップをアップロードしますか？
zh_hans: 上传未加密备份？

source: 下次日期
ja: 次回日

source: 不設定
ja: 設定しない
zh_hans: 不设定

source: 不關聯 (僅記錄餘額)
ja: 関連付けなし（残高のみを記録）
zh_hans: 不关联 (仅记录余额)

source: 主幣種
ja: 主要通貨
zh_hans: 主币种

source: 主幣種初始餘額 (修正用)
ja: 主要通貨の初期残高（修正用）
zh_hans: 主币种初始余额 (修正用)

source: 主幣種建立後不可修改。如需調整其他幣種餘額，請使用下方的「新增餘額調整」。
ja: 主要通貨は、作成後に変更することはできません。他の通貨で残高を調整する必要がある場合は、以下の「新規残高調整」をご利用ください。
zh_hans: 主币种建立后不可修改。如需调整其他币种余额，请使用下方的「新增余额调整」。

source: 主幣種資金流向 (選填)
ja: 主要通貨の資金の流れ（オプション）
zh_hans: 主币种资金流向 (选填)

# 主要未清：%@ %@
source: 主要未清：%1$@ %2$@
ja: 主な未清算：%@ %@
zh_hans: 主要未清：%@ %@

source: 主要貨幣
ja: 主要通貨
zh_hans: 主要货币

source: 了解
ja: OK

source: 交易列表
ja: 取引リスト

source: 交易匯率: 1 %@ ≈ %.4f %@
ja: 取引為替レート: 1 %1$@ ≈ %2$.4f %3$@
zh_hans: 交易汇率: 1 %1$@ ≈ %2$.4f %3$@

source: 交易紀錄
ja: 取引履歴
zh_hans: 交易纪录

source: 交易預覽：
ja: トランザクションのプレビュー:
zh_hans: 交易预览：

source: 人物名稱
ja: 人物名
zh_hans: 人物名称

source: 今天是 %@
ja: 今日は%@

source: 仍然繼續
ja: それでも続ける
zh_hans: 仍然继续

source: 他人代你付款時，你自己的帳戶沒有變動；建立時只會記錄支出與你欠對方的債務。
ja: 他の人があなたの代わりに支払った場合、自分の口座は変動しません。作成時は支出と相手への債務だけを記録します。
zh_hans: 他人代你付款时，你自己的账户没有变动；建立时只会记录支出与欠对方的债务。

source: 付款帳戶
ja: 支払い口座
zh_hans: 付款帐户

source: 付款與金額
ja: 支払いと金額
zh_hans: 付款与金额

source: 代墊、借貸、還款和免除債務都清空後，這裡會保持空白。
ja: 立替、貸借、返済、債務免除がすべて空になると、ここは空白になります。
zh_hans: 代墊、借贷、还款和免除债务都清空後，这里会保持空白。

source: 代墊、還款、借貸與免除債務紀錄會按時間排列。
ja: 立替、返済、貸借、債務免除の記録を時系列で表示します。
zh_hans: 代墊、还款、借贷与免除债务紀录会按时间排列。

source: 代墊名稱 (例如：聚餐 2026-03-01)
ja: 立替名（例：食事会 2026-03-01）
zh_hans: 代墊名称 (例如：聚餐 2026-03-01)

source: 代墊對象
ja: 立替相手
zh_hans: 代墊对象

source: 代墊追蹤
ja: 立替追跡

source: 代墊金額
ja: 立替金額
zh_hans: 代墊金额

source: 使用 Gemini AI 免費版技術，圖片將上傳至 Google 處理
ja: Gemini AI 無料版テクノロジーを使用して、画像は処理のために Google にアップロードされます
zh_hans: 使用 Gemini AI 免费版技术，图片将上传至 Google 处理

source: 使用教學
ja: 使い方ガイド

source: 例如: 旅行、報銷
ja: 例: 旅行、払い戻し
zh_hans: 例如: 旅行、报销

source: 例如: 早餐、交通
ja: 例: 朝食、交通手段

source: 例如：我和 John AA制，我付漢堡錢
ja: 例: 私とジョン AA、ハンバーガーの代金は私が支払います
zh_hans: 例如：我和 John AA制，我付汉堡钱

source: 保留最近 %lld 天備份
ja: 直近%lld日分のバックアップを保持
zh_hans: 保留最近 %lld 天备份

source: 保留最近 %lld 天的備份
ja: 過去 %lld 日間のバックアップを保持します
zh_hans: 保留最近 %lld 天的备份

source: 修復他人代墊我舊帳務
ja: 立替払いされた旧データを修復
zh_hans: 修复他人代垫我旧账务

source: 修復代墊舊資料連結
ja: 旧立替データのリンクを修復
zh_hans: 修复代墊旧资料连结

source: 修復工具
ja: 修復ツール
zh_hans: 修复工具

source: 倒數是依包體檔案時間估算，只供參考。Personal Team 是否真的延長，以這次安裝使用的 provisioning profile 為準；單純 Cmd + R 不一定會刷新 7 天有效期。
ja: カウントダウンはアプリバンドルのファイル時刻からの推定で、参考用です。Personal Team の有効期限が実際に延長されたかは、このインストールで使われたプロビジョニングプロファイルに依存します。Cmd+Rだけでは7日間の有効期限が更新されない場合があります。
zh_hans: 倒数是依包體档案时间估算，只供參考。Personal Team 是否真的延长，以这次安裝使用的 provisioning profile 为準；单純 Cmd + R 不一定会刷新 7 天有效期。

source: 借款對象
ja: 借入相手
zh_hans: 借款对象

source: 借貸 (借入/還款)
ja: 融資（借りる・返済）
zh_hans: 借贷 (借入/还款)

source: 借貸管理
ja: ローン管理
zh_hans: 借贷管理

source: 偏好設定
ja: 設定
zh_hans: 偏好设定

source: 偵錯與測試版資訊
ja: デバッグとベータ情報
zh_hans: 偵错与测试版资訊

source: 備份加密 passphrase
ja: バックアップ暗号化パスフレーズ
zh_hans: 备份加密 passphrase

source: 備註
ja: 述べる
zh_hans: 备注

source: 備註 (可選)
ja: 備考（任意）
zh_hans: 备注 (可选)

source: 備註 (選填)
ja: 備考（任意）
zh_hans: 备注 (选填)

source: 備註（可選）
ja: メモ（任意）
zh_hans: 备注（可选）

source: 債務管理（借入 / 還款 / 免除債務）
ja: 債務管理（借入 / 返済 / 債務免除）
zh_hans: 债务管理（借入 / 还款 / 免除债务）

source: 儲存
ja: 店
zh_hans: 储存

source: 儲存失敗
ja: 保存に失敗しました
zh_hans: 保存失败

source: 免除對方欠款
ja: 相手の債務を免除
zh_hans: 免除对方欠款

source: 入帳：%@
ja: 入金先：%@
zh_hans: 入账：%@

source: 入帳帳戶
ja: 入金口座
zh_hans: 入账账户

source: 入帳與金額
ja: 入金先と金額
zh_hans: 入账与金额

source: 全機備份 (JSON)
ja: 完全バックアップ (JSON)
zh_hans: 全机备份 (JSON)

source: 全機還原 (JSON)
ja: 完全復元 (JSON)
zh_hans: 全机还原 (JSON)

source: 全選
ja: すべて選択
zh_hans: 全选

source: 全部取消
ja: すべて解除

source: 全部轉成免除債務 (%lld)
ja: すべて債務免除に変換（%lld）
zh_hans: 全部转成免除债务 (%lld)

source: 其他
ja: 他の

source: 其他幣種餘額 (選填)
ja: 他の通貨での残高 (オプション)
zh_hans: 其他币种余额 (选填)

source: 最多可結清
ja: 最大決済可能額
zh_hans: 最多可结清

source: 最後檢查：%@
ja: 最終確認：%@
zh_hans: 最後检查：%@

source: 分享摘要
ja: 概要を共有

source: 分拆轉入
ja: 入金を分割
zh_hans: 分拆转入

source: 分析失敗
ja: 分析に失敗しました
zh_hans: 分析失败

source: 分析完成後會先讓你審核，再決定逐項或一次套用。
ja: 分析後に内容を確認し、個別または一括で適用できます。
zh_hans: 分析完成後会先让你审核，再決定逐项或一次套用。

source: 分析範圍
ja: 分析範囲

source: 分析資料
ja: 分析データ
zh_hans: 分析资料

source: 分類佔比 (%@)
ja: カテゴリの割合 (%@)
zh_hans: 分类占比 (%@)

source: 分類名稱
ja: カテゴリ名
zh_hans: 分类名称

source: 分類與帳戶
ja: カテゴリと口座
zh_hans: 分类与账戶

source: 分類與月份
ja: カテゴリと月
zh_hans: 分类与月份

source: 分類預算
ja: カテゴリ予算
zh_hans: 分类预算

source: 刪除
ja: 消去
zh_hans: 删除

source: 刪除代墊單
ja: 立替ケースを削除
zh_hans: 删除代墊单

source: 刪除所有相關記賬？
ja: 関連するすべての記録を削除しますか？
zh_hans: 删除所有相关记账？

source: 刪除捷徑？
ja: ショートカットを削除しますか？
zh_hans: 删除捷徑？

source: 刪除此代墊單
ja: この立替ケースを削除
zh_hans: 删除此代墊单

source: 刪除空帳戶？
ja: 空の口座を削除しますか？
zh_hans: 删除空账戶？

source: 刪除追蹤與相關交易
ja: 追跡と関連取引を削除
zh_hans: 删除追蹤与相关交易

source: 到：%@
ja: 宛先: %@

source: 到帳戶
ja: アカウントに
zh_hans: 到帐户

source: 前往代墊追蹤
ja: 立替追跡へ

source: 剩餘：%@
ja: 残り：%@
zh_hans: 剩余：%@

source: 剩餘時間
ja: 残り時間
zh_hans: 剩余时间

source: 功能入口
ja: 機能入口

source: 加入收入資料作為上下文
ja: 収入データをコンテキストに含める
zh_hans: 加入收入资料作为上下文

source: 加密 passphrase（還原加密備份時需要）
ja: 暗号化パスフレーズ（暗号化バックアップの復元に必要）
zh_hans: 加密 passphrase（还原加密备份时需要）

source: 加密並上傳目前備份
ja: 現在のバックアップを暗号化してアップロード
zh_hans: 加密並上傳目前备份

source: 加密遠端備份（建議）
ja: リモートバックアップを暗号化（推奨）
zh_hans: 加密远程备份（建议）

source: 動作：%@
ja: 操作：%@

source: 動作：借入（我方資產增加）
ja: 操作：借入（自分の資産が増加）
zh_hans: 動作：借入（我方资產增加）

source: 動作：還款（我方資產減少）
ja: 操作：返済（自分の資産が減少）
zh_hans: 動作：还款（我方资產減少）

source: 包體時間估算
ja: バンドル時刻の推定
zh_hans: 包體时间估算

source: 匯入 JSON 備份
ja: JSONバックアップをインポート
zh_hans: 汇入 JSON 备份

source: 匯入中...
ja: インポート中...
zh_hans: 汇入中...

source: 匯入完成
ja: インポート完了
zh_hans: 汇入完成

source: 匯出 CSV 報表
ja: CSVレポートをエクスポート
zh_hans: 汇出 CSV 报表

source: 匯出 JSON 備份
ja: JSONバックアップをエクスポート
zh_hans: 汇出 JSON 备份

source: 匯出報表 (CSV) - Excel 用
ja: レポートのエクスポート (CSV) - Excel 用
zh_hans: 汇出报表 (CSV) - Excel 用

source: 區間總收支 (不含轉帳)
ja: 期間中の収入と支出の合計（移籍を除く）
zh_hans: 区间总收支 (不含转帐)

source: 原幣種合計
ja: 元通貨の合計
zh_hans: 原币种合计

source: 取消
ja: キャンセル

source: 只刪追蹤記錄
ja: 追跡記録のみ削除
zh_hans: 只删追蹤记录

source: 只會使用起始日至今的資料摘要
ja: 開始日から現在までのデータ概要のみ使用します
zh_hans: 只会使用起始日至今的资料摘要

source: 只顯示提醒
ja: 通知のみ表示
zh_hans: 只显示提醒

source: 可填入店名、說明等
ja: 店名や説明などを入力できます

source: 可用右上角加號新增代墊，並追蹤每位對象還款進度。
ja: 右上のプラスボタンから立替を追加し、各相手の返済状況を追跡できます。
zh_hans: 可用右上角加号新增代墊，並追蹤每位对象还款进度。

source: 可選擇只刪代墊追蹤，或同時刪除建立此代墊時產生的借貸轉帳與自己份額支出。
ja: 立替追跡のみ削除するか、作成時に生成された貸借振替と自分の負担分支出も削除できます。
zh_hans: 可选择只删代墊追蹤，或同时删除建立此代墊时產生的借贷转账与自己份额支出。

source: 各幣種持有總額
ja: 各通貨の保有総額
zh_hans: 各币种持有总额

source: 名稱
ja: 名前
zh_hans: 名称

source: 商戶/備註
ja: 販売者/備考
zh_hans: 商户/备注

source: 單一轉入
ja: 単一入金
zh_hans: 单一转入

source: 單一轉出
ja: 単一出金
zh_hans: 单一转出

source: 固定報表頁頂部區塊
ja: レポートページ上部セクションを固定
zh_hans: 固定报表页顶部区块

source: 固定帳目頁頂部區塊
ja: 記録ページ上部セクションを固定
zh_hans: 固定账目页顶部区块

source: 固定總覽頁頂部區塊
ja: 概要ページ上部セクションを固定
zh_hans: 固定总览页顶部区块

source: 圖標:
ja: アイコン：
zh_hans: 图标:

source: 圖片存檔
ja: 画像アーカイブ
zh_hans: 图片存档

source: 圖片將不會被儲存到相簿，僅用於此次識別。(如需儲存圖片功能需另外開發文件系統)
ja: 画像はアルバムには保存されず、この識別にのみ使用されます。 (画像を保存する必要がある場合は、別途ファイルシステムを開発する必要があります)
zh_hans: 图片将不会被储存到相簿，仅用于此次识别。 (如需储存图片功能需另外开发文件系统)

source: 執行調整
ja: 調整を行う
zh_hans: 执行调整

source: 基本資料
ja: 基本情報
zh_hans: 基本资料

source: 基本資訊
ja: 基本情報
zh_hans: 基本资訊

source: 報表
ja: レポート
zh_hans: 报表

source: 多個轉出
ja: 複数出金
zh_hans: 多个转出

source: 套用
ja: 適用

source: 好
ja: 良い

source: 姓名
ja: 氏名

source: 存入帳戶
ja: 口座への入金
zh_hans: 存入帐户

source: 存入至哪個帳戶
ja: どの口座に入金するか
zh_hans: 存入至哪个帐户

source: 完成
ja: 仕上げる

source: 定期記帳到期後會先出現在這裡，確認後才會建立正式帳目。
ja: 期限が来た定期記帳はまずここに表示され、確認後に正式な記録が作成されます。
zh_hans: 定期记账到期後会先出现在这里，確认後才会建立正式账目。

source: 將刪除 %@ 的還款紀錄，並同步刪除對應借貸轉帳。
ja: %@の返済記録と対応する貸借振替を削除します。
zh_hans: 将删除 %@ 的还款紀录，並同步删除对应借贷转账。

source: 將刪除代墊追蹤資料，並嘗試刪除關聯借貸轉帳與自己份額支出。此操作無法復原。
ja: 立替追跡データを削除し、関連する貸借振替と自分の負担分支出の削除も試みます。この操作は元に戻せません。
zh_hans: 将删除代墊追蹤资料，並嘗试删除关联借贷转账与自己份额支出。此操作无法复原。

source: 將只刪除代墊追蹤資料，原本的實際交易紀錄會保留。此操作無法復原。
ja: 立替追跡データのみ削除し、既存の実取引記録は保持されます。この操作は元に戻せません。
zh_hans: 将只删除代墊追蹤资料，原本的实际交易紀录会保留。此操作无法复原。

# 將顯示 %@ 至 %@ 的資料
source: 將顯示 %1$@ 至 %2$@ 的資料
ja: %@ から %@ までのデータを表示します
zh_hans: 将显示 %@ 至 %@ 的数据

source: 對象
ja: 相手
zh_hans: 对象

source: 對象：%@
ja: 相手：%@
zh_hans: 对象：%@

source: 對象欠款狀態
ja: 相手の未払い状況
zh_hans: 对象欠款狀态

source: 對象總覽 (%@)
ja: 相手別概要（%@）
zh_hans: 对象总览 (%@)

source: 對象還款狀態
ja: 相手の返済状況
zh_hans: 对象还款狀态

source: 尚未執行檢查
ja: まだチェックを実行していません
zh_hans: 尚未執行检查

source: 尚未建立借貸/債務帳戶，可在此直接新增。
ja: 貸借/債務口座がまだありません。ここで追加できます。
zh_hans: 尚未建立借贷/债务账戶，可在此直接新增。

source: 尚未建立定期記帳規則。
ja: 定期記帳ルールはまだありません。
zh_hans: 尚未建立定期记账規則。

source: 尚未記錄還款
ja: 返済記録はまだありません
zh_hans: 尚未记录还款

source: 尚未設定
ja: 未設定
zh_hans: 尚未设定

source: 尚未載入遠端備份。
ja: リモートバックアップはまだ読み込まれていません。
zh_hans: 尚未载入远端备份。

source: 尚無代墊紀錄
ja: 立替記録はまだありません
zh_hans: 尚无代墊紀录

source: 尚無分類
ja: まだ分​​類されていません
zh_hans: 尚无分类

source: 尚無對象彙總
ja: 相手別集計はまだありません
zh_hans: 尚无对象汇总

source: 尚無標籤
ja: まだタグがありません
zh_hans: 尚无标签

source: 尚無標籤資料
ja: ラベルデータがまだありません
zh_hans: 尚无标签资料

source: 已啟用
ja: 有効
zh_hans: 已启用

source: 已暫停
ja: 一時停止中

source: 已歸檔帳戶
ja: アーカイブされたアカウント
zh_hans: 已归档帐户

source: 已結清
ja: 精算済み
zh_hans: 已结清

source: 已還
ja: 返済済み
zh_hans: 已还

source: 已還 %@
ja: 返済済み %@
zh_hans: 已还 %@

source: 市場匯率: 1 %@ ≈ %.4f %@
ja: 市場為替レート: 1 %1$@ ≈ %2$.4f %3$@
zh_hans: 市场汇率: 1 %1$@ ≈ %2$.4f %3$@

source: 帳戶
ja: 口座
zh_hans: 帐户

source: 帳戶名稱
ja: アカウント名
zh_hans: 帐户名称

source: 帳戶名稱 (例如: HSBC)
ja: 口座名 (例: HSBC)
zh_hans: 帐户名称 (例如: HSBC)

source: 帳戶與分類
ja: アカウントとカテゴリ
zh_hans: 帐户与分类

source: 帳戶資訊
ja: アカウント情報
zh_hans: 帐户资讯

source: 帳目明細
ja: 取引一覧
zh_hans: 帐目明细

source: 幣種
ja: 通貨
zh_hans: 币种

source: 幣種相同，金額自動對應
ja: 通貨が同じであれば、金額は自動的に対応します。
zh_hans: 币种相同，金额自动对应

source: 平賬金額
ja: 決済金額
zh_hans: 平账金额

source: 年份
ja: 年

# 建議 %@（%@）
source: 建議 %1$@（%2$@）
ja: 提案：%@（%@）
zh_hans: 建议 %@（%@）

source: 建議：%@
ja: 提案：%@

source: 建議流程：先建立帳戶，再開始記帳，最後到報表與設定確認資料。
ja: おすすめの流れ：まず口座を作成し、記帳を始め、最後にレポートと設定を確認します。
zh_hans: 建議流程：先建立账戶，再开始记账，最後到报表与设定確认资料。

source: 建議結果
ja: 提案結果
zh_hans: 建議结果

source: 待收款
ja: 未回収

source: 待確認
ja: 確認待ち
zh_hans: 待確认

source: 從：%@
ja: 送信者: %@
zh_hans: 从：%@

source: 從哪個帳戶借出
ja: どの口座から借りるか
zh_hans: 从哪个帐户借出

source: 從帳戶
ja: アカウントから
zh_hans: 从帐户

source: 快速動作
ja: クイック操作

source: 快速開始
ja: クイックスタート
zh_hans: 快速开始

source: 我欠的人
ja: 自分が借りている相手

source: 找不到交易
ja: 取引が見つかりません

source: 找不到對象
ja: 対象が見つかりません
zh_hans: 找不到对象

source: 折算 %@
ja: 換算 %@

source: 折算為 %@
ja: %@に換算
zh_hans: 折算为 %@

source: 抵銷 %@
ja: %@を相殺
zh_hans: 抵销 %@

source: 按對象
ja: 相手別
zh_hans: 按对象

source: 按案件
ja: 案件別

source: 捷徑
ja: ショートカット
zh_hans: 捷径

source: 捷徑名稱 (例如: 買咖啡)
ja: ショートカット名 (例: コーヒーを買う)
zh_hans: 捷径名称 (例如: 买咖啡)

source: 捷徑外觀
ja: ショートカットの外観
zh_hans: 捷径外观

source: 掃描單據
ja: 文書をスキャンする
zh_hans: 扫描单据

source: 掃描單據 (AI)
ja: 書類のスキャン（AI）
zh_hans: 扫描单据 (AI)

source: 掃描收據（AI）
ja: レシートをスキャン（AI）
zh_hans: 掃描收据（AI）

source: 排序
ja: 選別

source: 提示
ja: ヒント

source: 提示：信用卡已用額度通常記為負數
ja: ヒント: クレジット カードの使用限度額は通常、負の数値として記録されます。
zh_hans: 提示：信用卡已用额度通常记为负数

source: 提醒門檻：%lld%%
ja: 通知しきい値：%lld%%

source: 搜尋備註、分類、金額
ja: メモ、カテゴリ、金額の検索
zh_hans: 搜寻备注、分类、金额

source: 摘要
ja: 概要

source: 操作
ja: 操作する

source: 操作失敗
ja: 操作に失敗しました

source: 支出分類
ja: 支出カテゴリ
zh_hans: 支出分类

source: 支出分類與標籤
ja: 支出カテゴリとタグ
zh_hans: 支出分类与标签

source: 支出資料
ja: 支出データ
zh_hans: 支出资料

source: 收入
ja: 所得

source: 收入 / 借貸清理
ja: 収入 / 貸借の整理
zh_hans: 收入 / 借贷清理

source: 收入分類
ja: 収入カテゴリ
zh_hans: 收入分类

source: 收支
ja: 収支

source: 啟用
ja: 有効化
zh_hans: 启用

source: 整體淨額 (%@)
ja: 全体純額（%@）
zh_hans: 整體净额 (%@)

source: 數據管理
ja: データ管理
zh_hans: 数据管理

source: 新增
ja: 新しい

source: 新增代墊
ja: 立替を追加

source: 新增代墊單（多人分帳）
ja: 立替ケースを追加（複数人で分割）
zh_hans: 新增代墊单（多人分账）

source: 新增代墊後，案件級結算會出現在這裡。
ja: 立替を追加すると、案件別の精算がここに表示されます。
zh_hans: 新增代墊後，案件級结算会出现在这里。

source: 新增借貸 / 還款 / 免除債務
ja: 貸借 / 返済 / 債務免除を追加
zh_hans: 新增借贷 / 还款 / 免除债务

source: 新增債務人物
ja: 債務相手を追加
zh_hans: 新增债务人物

source: 新增內容
ja: 項目を追加
zh_hans: 新增内容

source: 新增其他幣種餘額
ja: 他の通貨で残高を追加する
zh_hans: 新增其他币种余额

source: 新增分拆付款帳戶
ja: 分割支払い口座を追加
zh_hans: 新增分拆付款账戶

source: 新增分拆入帳帳戶
ja: 分割入金口座を追加
zh_hans: 新增分拆入账账戶

source: 新增分拆帳戶
ja: 分割口座を追加
zh_hans: 新增分拆账戶

source: 新增分類
ja: 新しいカテゴリを追加
zh_hans: 新增分类

source: 新增合併金額項
ja: 合算金額項目を追加
zh_hans: 新增合併金额项

source: 新增定期記帳
ja: 定期記帳を追加
zh_hans: 新增定期记账

source: 新增對象
ja: 相手を追加
zh_hans: 新增对象

source: 新增帳戶
ja: 新しいアカウントを追加
zh_hans: 新增帐户

source: 新增帳戶分拆
ja: 口座分割を追加
zh_hans: 新增账戶分拆

source: 新增捷徑
ja: ショートカットを追加
zh_hans: 新增捷径

source: 新增標籤
ja: 新しいタグを追加
zh_hans: 新增标签

source: 新增記錄
ja: 記録を追加
zh_hans: 新增记录

source: 新增轉入帳戶
ja: 入金口座を追加
zh_hans: 新增转入账戶

source: 新增轉入項
ja: 入金項目を追加
zh_hans: 新增转入项

source: 新增轉出帳戶
ja: 出金口座を追加
zh_hans: 新增转出账戶

source: 新增轉出項
ja: 出金項目を追加
zh_hans: 新增转出项

source: 新增預算
ja: 予算を追加
zh_hans: 新增预算

source: 新增餘額調整 (其他幣種)
ja: 新規残高調整（他通貨）
zh_hans: 新增余额调整 (其他币种)

source: 新手與支援
ja: 初心者向けとサポート
zh_hans: 新手与支援

source: 日期
ja: 日付

source: 日期時間
ja: 日時
zh_hans: 日期时间

source: 明細總額
ja: 明細合計
zh_hans: 明细总额

source: 是否立即修復舊代墊資料連結？建議匯入舊版 JSON 後執行一次。
ja: 旧立替データのリンクを今すぐ修復しますか？古いJSONバックアップをインポートした後に一度実行することをおすすめします。
zh_hans: 是否立即修复旧代墊资料连结？建議汇入旧版 JSON 後執行一次。

source: 時間線
ja: タイムライン
zh_hans: 时间线

source: 暫停此規則
ja: このルールを一時停止

source: 暫時無法取得匯率
ja: 為替レートを一時的に取得できません
zh_hans: 暫时无法取得汇率

source: 暫時無法取得匯率，請手動填入要沖銷的 %@ 金額。
ja: 現在為替レートを取得できません。決済する%@金額を手動で入力してください。
zh_hans: 暂时无法取得汇率，请手动填入要冲销的 %@ 金额。

source: 更換 JSON 備份
ja: JSONバックアップを変更
zh_hans: 更換 JSON 备份

source: 更改語言 (系統設定)
ja: 言語を変更する (システム設定)
zh_hans: 更改语言 (系统设定)

source: 更改語言（系統設定）
ja: 言語を変更（システム設定）
zh_hans: 更改語言（系统设定）

source: 更正欠款
ja: 未払いを修正

source: 會建立一個「借貸/債務」帳戶並自動選擇。
ja: 「貸借/債務」口座を作成し、自動で選択します。
zh_hans: 会建立一个「借贷/债务」账戶並自動选择。

source: 月份
ja: 月

source: 月底預測：%@
ja: 月末予測：%@
zh_hans: 月底预测：%@

source: 未加密 JSON 會包含帳戶、交易、備註、分類和標籤等資料。只有在你信任這個雲端儲存位置時才建議使用。
ja: 暗号化されていない JSON には、口座、取引、メモ、カテゴリ、タグなどのデータが含まれます。信頼できるクラウド保存先でのみ使用してください。
zh_hans: 未加密 JSON 会包含账户、交易、备注、分类和标签等数据。只有在你信任这个云端存储位置时才建议使用。

source: 未加密上傳
ja: 未暗号化アップロード
zh_hans: 未加密上传

source: 未加密上傳目前備份
ja: 現在のバックアップを未暗号化でアップロード
zh_hans: 未加密上传当前备份

source: 未加密備份會以 .json 上傳，雲端可直接讀取你的財務資料。
ja: 未暗号化バックアップは .json としてアップロードされるため、クラウド上で財務データを直接読めます。
zh_hans: 未加密备份会以 .json 上传，云端可直接读取你的财务数据。

source: 未清 %@
ja: 未清算 %@

source: 本月無預算
ja: 今月の予算はありません
zh_hans: 本月无预算

source: 本月超支提醒
ja: 今月の予算超過通知

source: 本月預算提醒
ja: 今月の予算通知
zh_hans: 本月预算提醒

source: 本期無支出
ja: この期間は経費はかかりません
zh_hans: 本期无支出

source: 本次匯率: 1 %@ ≈ %.4f %@
ja: 今回の為替レート：1 %1$@ ≈ %2$.4f %3$@
zh_hans: 本次汇率: 1 %1$@ ≈ %2$.4f %3$@

source: 查看相關時間線
ja: 関連タイムラインを見る
zh_hans: 查看相关时间线

source: 根據即時匯率換算
ja: リアルタイムの為替レートに基づいて換算
zh_hans: 根据即时汇率换算

source: 標籤
ja: ラベル
zh_hans: 标签

source: 標籤 (選填)
ja: タグ (オプション)
zh_hans: 标签 (选填)

source: 標籤可幫助您更靈活地標記交易
ja: タグを使用すると、より柔軟にトランザクションにラベルを付けることができます
zh_hans: 标签可帮助您更灵活地标记交易

source: 標籤名稱
ja: タグ名
zh_hans: 标签名称

source: 標籤報表
ja: ラベルレポート
zh_hans: 标签报表

source: 標籤管理
ja: タグ管理
zh_hans: 标签管理

source: 模式
ja: モデル

source: 檢查中...
ja: チェック中...
zh_hans: 检查中...

source: 檢查摘要
ja: チェック概要
zh_hans: 检查摘要

source: 檢視方式
ja: 表示方法
zh_hans: 检视方式

source: 欠款 %@
ja: 未払い %@

source: 欠款金額
ja: 未払い金額
zh_hans: 欠款金额

source: 歡迎使用 AI 記帳
ja: AI記帳へようこそ
zh_hans: 歡迎使用 AI 记账

source: 正數代表：對方欠您錢 (資產)
ja: 正の数字は、相手があなたにお金（資産）を借りていることを表します。
zh_hans: 正数代表：对方欠您钱 (资产)

source: 正數代表你待收；負數代表你待還。
ja: 正数は未回収、負数は未返済を表します。
zh_hans: 正数代表你待收；负数代表你待还。

source: 此值用於代墊追蹤；借貸實際帳務仍以轉帳紀錄為準。
ja: この値は立替追跡に使われます。実際の貸借帳務は振替記録に従います。
zh_hans: 此值用於代墊追蹤；借贷实际账务仍以转账紀录为準。

source: 此帳戶已有歷史記錄，建議改用歸檔
ja: この口座には履歴があります。アーカイブをおすすめします
zh_hans: 此账戶已有歷史记录，建議改用归档

source: 此數值僅代表帳戶建立時的「主幣種」初始金額。
ja: この値は、アカウント作成時の「主要通貨」の初期金額のみを表します。
zh_hans: 此数值仅代表帐户建立时的「主币种」初始金额。

source: 此標籤無交易
ja: このラベルには取引がありません
zh_hans: 此标签无交易

source: 此標籤無分類數據
ja: このタグには機密データがありません
zh_hans: 此标签无分类数据

source: 歸檔
ja: アーカイブ
zh_hans: 归档

source: 歸檔帳戶
ja: 口座をアーカイブ
zh_hans: 归档账戶

source: 沒有代墊案件
ja: 立替案件はありません

source: 沒有待確認項目
ja: 確認待ち項目はありません
zh_hans: 沒有待確认项目

source: 沒有待結算對象
ja: 精算待ちの相手はいません
zh_hans: 沒有待结算对象

source: 沒有結算時間線
ja: 精算タイムラインはありません
zh_hans: 沒有结算时间线

source: 沖銷
ja: 取消

source: 沖銷 %@
ja: %@を決済
zh_hans: 冲销 %@

source: 沖銷代墊金額
ja: 立替金額を決済
zh_hans: 冲销代垫金额

source: 注意：目前編輯模式暫不支援更改轉帳帳戶。如需更改帳戶，請刪除後重新建立。
ja: 注: 現在、編集モードでは転送アカウントの変更はサポートされていません。アカウントを変更する必要がある場合は、アカウントを削除して、再度作成してください。
zh_hans: 注意：目前编辑模式暂不支援更改转帐帐户。如需更改帐户，请删除后重新建立。

source: 清除所有資料
ja: すべてのデータをクリア
zh_hans: 清除所有资料

source: 清除收入捷徑的借貸帳戶綁定 (%lld)
ja: 収入ショートカットの貸借口座紐付けを解除（%lld）
zh_hans: 清除收入捷徑的借贷账戶綁定 (%lld)

source: 測試連線
ja: 接続をテスト
zh_hans: 测试连线

source: 無
ja: なし
zh_hans: 无

source: 無交易紀錄
ja: 取引記録がない
zh_hans: 无交易纪录

source: 無其他帳戶可關聯 (建議先建立現金或銀行帳戶)
ja: 他にリンクするアカウントはありません (最初に現金または銀行口座を作成することをお勧めします)
zh_hans: 无其他帐户可关联 (建议先建立现金或银行帐户)

source: 無分類
ja: 未分類
zh_hans: 无分类

source: 無法儲存
ja: 保存できません
zh_hans: 无法儲存

source: 無法刪除
ja: 削除できません
zh_hans: 无法删除

source: 無法編輯：%@
ja: 編集できません: %@
zh_hans: 无法编辑：%@

source: 無餘額
ja: 残高がありません
zh_hans: 无余额

source: 版本
ja: バージョン

source: 當前各幣種餘額 (統計值)
ja: 各通貨の現在残高（統計値）
zh_hans: 当前各币种余额 (统计值)

source: 目前 WebDAV URL 使用 http://，傳輸途中可能被讀取或竄改。確定要繼續？
ja: 現在の WebDAV URL は http:// を使用しているため、転送中に読み取られたり改ざんされたりする可能性があります。続けますか？
zh_hans: 当前 WebDAV URL 使用 http://，传输途中可能被读取或篡改。确定要继续？

source: 目前 WebDAV URL 使用 http://，而且你正在使用未加密備份；傳輸途中和雲端上都可能暴露財務資料。確定要繼續？
ja: 現在の WebDAV URL は http:// で、未暗号化バックアップを使用しています。転送中およびクラウド上で財務データが露出する可能性があります。続けますか？
zh_hans: 当前 WebDAV URL 使用 http://，而且你正在使用未加密备份；传输途中和云端上都可能暴露财务数据。确定要继续？

source: 目前沒有可統計的代墊對象。
ja: 集計できる立替相手はありません。
zh_hans: 目前沒有可统計的代墊对象。

source: 目前版本有效期
ja: 現在のバージョン有効期限

source: 目前綁定：%@
ja: 現在の紐付け：%@

source: 目前顏色已和其他分類重複，建議點擊系統自動選色。
ja: この色は他のカテゴリと重複しています。システム自動選色をおすすめします。
zh_hans: 目前颜色已和其他分类重複，建議点击系统自動选色。

source: 目前顏色未與現有分類衝突。
ja: この色は既存カテゴリと重複していません。
zh_hans: 目前颜色未与现有分类冲突。

source: 目前顯示已歸檔的帳戶
ja: 現在アーカイブされたアカウントを表示しています
zh_hans: 目前显示已归档的帐户

source: 目前顯示淨額
ja: 現在は純額を表示中
zh_hans: 目前显示净额

source: 目標月份
ja: 対象月
zh_hans: 目标月份

source: 知道了
ja: 了解しました

source: 確定
ja: もちろん
zh_hans: 确定

source: 確定清除？
ja: 本当にクリアしてもよろしいですか?
zh_hans: 确定清除？

source: 確定清除所有資料？
ja: すべてのデータを消去しますか？
zh_hans: 確定清除所有资料？

source: 確認刪除
ja: 削除を確認
zh_hans: 確认删除

source: 確認刪除此代墊單？
ja: この立替ケースを削除しますか？
zh_hans: 確认删除此代墊单？

source: 確認建立
ja: 作成を確認
zh_hans: 確认建立

source: 確認快速記帳？
ja: エクスプレス アカウンティングを確認しますか?
zh_hans: 确认快速记帐？

source: 確認沖銷還款？
ja: この返済を取消しますか？
zh_hans: 確认沖銷还款？

source: 確認還原此備份
ja: このバックアップの復元を確認
zh_hans: 確认还原此备份

source: 視角
ja: 表示
zh_hans: 视角

source: 移除
ja: 削除

source: 移除借貸帳戶綁定
ja: 貸借口座の紐付けを解除
zh_hans: 移除借贷账戶綁定

source: 移除此對象
ja: この相手を削除
zh_hans: 移除此对象

source: 移除此帳戶
ja: この口座を削除
zh_hans: 移除此账戶

source: 移除此轉入帳戶
ja: この入金口座を削除
zh_hans: 移除此转入账戶

source: 移除此轉入項
ja: この入金項目を削除
zh_hans: 移除此转入项

source: 移除此轉出帳戶
ja: この出金口座を削除
zh_hans: 移除此转出账戶

source: 移除此轉出項
ja: この出金項目を削除
zh_hans: 移除此转出项

source: 移除此金額項
ja: この金額項目を削除
zh_hans: 移除此金额项

source: 移除舊版他人代墊我誤寫入自己帳戶的入帳，改為借貸帳戶支出。
ja: 他人が立て替えた旧データで自分の口座に誤って記録された入金を削除し、借入口座の支出に変換します。
zh_hans: 移除旧版他人代垫我误写入自己账户的入账，改为借贷账户支出。

source: 稍後
ja: 後で

source: 立即修復
ja: 今すぐ修復
zh_hans: 立即修复

source: 篩選時間
ja: 期間フィルター
zh_hans: 筛选时间

source: 篩選模式
ja: フィルターモード
zh_hans: 筛选模式

source: 系統將自動建立一筆從「%@」轉入「%@」的 %@ %@ 交易。
ja: システムは、「%1$@」から「%2$@」までの %3$@ %4$@ トランザクションを自動的に作成します。
zh_hans: 系统将自动建立一笔从「%1$@」转入「%2$@」的 %3$@ %4$@ 交易。

source: 系統將自動建立一筆從「%@」轉出給「%@」的 %@ %@ 交易。
ja: システムは、「%1$@」から「%2$@」までの %3$@ %4$@ トランザクションを自動的に作成します。
zh_hans: 系统将自动建立一笔从「%1$@」转出给「%2$@」的 %3$@ %4$@ 交易。

source: 系統自動選色（避開已用顏色）
ja: システム自動選色（使用済みの色を避ける）
zh_hans: 系统自動选色（避开已用颜色）

source: 結束日
ja: 終了日
zh_hans: 结束日

source: 結束日期
ja: 終了日
zh_hans: 结束日期

source: 結算中心
ja: 精算センター
zh_hans: 结算中心

source: 結算動作
ja: 精算アクション
zh_hans: 结算操作

source: 結算方向
ja: 決済方向
zh_hans: 结算方向

source: 結轉方式
ja: 繰越方法
zh_hans: 结转方式

source: 編輯
ja: 編集
zh_hans: 编辑

source: 編輯交易
ja: トランザクションの編集
zh_hans: 编辑交易

source: 編輯分類
ja: カテゴリを編集する
zh_hans: 编辑分类

source: 編輯定期記帳
ja: 定期記帳を編集
zh_hans: 編輯定期记账

source: 編輯帳戶
ja: アカウントの編集
zh_hans: 编辑帐户

source: 編輯標籤
ja: タグを編集する
zh_hans: 编辑标签

source: 編輯轉帳
ja: 転送の編集
zh_hans: 编辑转帐

source: 編輯預算
ja: 予算を編集
zh_hans: 編輯预算

source: 總覽
ja: 概要
zh_hans: 总览

source: 總資產估算 (%@)
ja: 総資産推定値 (%@)
zh_hans: 总资产估算 (%@)

source: 總金額：%@
ja: 合計：%@
zh_hans: 总金额：%@

source: 繼續刪除
ja: 削除を続ける
zh_hans: 继续删除

source: 自己的份額
ja: 自分の負担分
zh_hans: 自己的份额

source: 自己的入帳標記
ja: 自分の入金マーカー
zh_hans: 自己的入账标记

source: 自己的賬戶
ja: 自分の口座
zh_hans: 自己的账戶

source: 自訂區間
ja: カスタム期間
zh_hans: 自定义区间

source: 處理中...
ja: 処理中...
zh_hans: 处理中...

source: 處理結果
ja: 処理結果
zh_hans: 处理结果

source: 補齊舊資料缺少的連結欄位，讓整單連動刪除可更完整刪除相關交易。
ja: 旧データに不足しているリンク項目を補完し、ケース全体削除時に関連取引をより完全に削除できるようにします。
zh_hans: 补齐旧资料缺少的连结欄位，让整单连動删除可更完整删除相关交易。

source: 規則
ja: ルール

source: 記一筆
ja: 記録を追加
zh_hans: 一个注释

source: 記一筆 (收入/支出)
ja: 取引を追加（収入/支出）
zh_hans: 记一笔 (收入/支出)

source: 記帳模式
ja: 記帳モード
zh_hans: 记账模式

source: 記錄付款
ja: 支払いを記録
zh_hans: 记录付款

source: 記錄你還款
ja: 自分の返済を記録
zh_hans: 记录你还款

source: 記錄對方免除
ja: 相手による免除を記録
zh_hans: 记录对方免除

source: 記錄對方還款
ja: 相手の返済を記録
zh_hans: 记录对方还款

source: 記錄模式
ja: 記録モード
zh_hans: 记录模式

source: 記錄還款
ja: 返済を記録
zh_hans: 记录还款

source: 設定自動備份資料夾
ja: 自動バックアップフォルダーを設定する
zh_hans: 设定自动备份资料夹

source: 試試切換日期或記一筆帳
ja: 日付を変更するか、アカウントを作成してみてください
zh_hans: 试试切换日期或记一笔帐

source: 該區間或搜尋條件下無資料
ja: この範囲または検索条件にはデータがありません
zh_hans: 该区间或搜寻条件下无资料

source: 詳細資訊
ja: 詳細
zh_hans: 详细资讯

source: 調整金額 (+/-)
ja: 調整量(+/-)
zh_hans: 调整金额 (+/-)

source: 請先新增分類月預算
ja: 先にカテゴリ月次予算を追加してください
zh_hans: 請先新增分类月预算
